Repository: EvaSDK/original
Catalog: original/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Camera Model
fr: Appareil

source: Lens Model
fr: Objectif

source: Time of exposure
fr: Durée d'exposition

source: F Stop
fr: Ouverture

source: Film/Chip Sensitivity
fr: Sensibilité ISO

source: show styles
fr: Montrer les styles

source: hide styles
fr: Cacher les styles

source: Photo Gallery
fr: Gallerie de photos

source: generated by <em><a href="http://jimmac.musichall.cz/original.php3">Original</a> ver. 0.12pre</em>
fr: généré par <em><a href="http://jimmac.musichall.cz/original.php3">Original</a> ver. 0.12pre</em>

source: Photo Gallery Index
fr: Index des galleries

source: No comment spam
fr: Pas de commentaire de spam

source: You have written the check number wrong.
fr: Vous avez mal écrit le nombre de vérification.

source: Not Found
fr: Introuvable

source: Sorry, this gallery does not exist.
fr: Désolé, cette gallerie est restreinte d'accès

source: Return to index
fr: Retourner à l'index

source: Author:
fr: Auteur :

source: <a href='?galerie=%(folder)s'>%(name)s</a> <span class="author">by %(author)s</span> <span class="date">%(date)s</span>
fr: <a href='?galerie=%(folder)s'>%(name)s</a> <span class="author">par %(author)s</span> <span class="date">%(date)s</span>

source: Access Denied
fr: Accès refusé

source: Sorry, this gallery is restricted
fr: Désolé, cette gallerie est restreinte d'accès

source: This image has been viewed <strong>%(views)s</strong> times.
fr: Cette image a été vu <strong>%(views)s</strong> fois.

source: Post a Comment
fr: Envoyer un commentaire

source: Show Form
fr: Montrer le formulaire

source: Hide Form
fr: Cacher le formulaire

source: Name:
fr: Nom :

source: Remember Name:
fr: Se rappeller du nom :

source: Retype PIN Above:
fr: Saisire le code PIN ci-dessus :

source: Comment :
fr: Commentaire :

source: Send
fr: Envoyer

source: <span class="accesskey">P</span>revious
fr: <span class="accesskey">P</span>récédent

source: <span class="accesskey">N</span>ext
fr: <span class="accesskey">S</span>uivant

source: Sorry, this picture does not exist.
fr: Désolé, cette image n'existe pas.

source: Return to gallery
fr: Retourner à l'index
